Repository: mytracks/myminigolf
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: de

source: Players
de: Spieler

source: Made with
de: Erstellt mit

source: and SwiftUI
de: und SwiftUI

source: on Mac and iPad
de: auf iPad und Mac

source: by Dirk Stichling
de: von Dirk Stichling

source: Close
de: Schließen

source: Welcome to myMinigolf Board.
de: Willkommen bei myMinigolf Board

source: Add some players by tapping the button with the plus sign at the bottom.
de: Füge Spieler hinzu, indem du auf das Symbol mit dem Plus tippst.

source: Either add more players or tap a player's card to start.
de: Füge entweder weitere Spieler hinzu oder tippe auf eine Spielerkarte um zu starten.

source: Description
de: Beschreibung

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Do you want to delete this history entry? This action cannot be undone.
de: Möchtest du diesen Spielverlauf löschen? Diese Aktion kannst du nicht rückgängig machen.

source: Edit
de: Löschen

source: Game History
de: Spielverläufe

source: New Game
de: Neues Spiel

source: Settings
de: Einstellungen

source: About myMinigolf Board
de: Über myMinigolf Board

source: When you start a new game your current game will be saved in the game history.
de: Wenn du ein neues Spiel startest, dann wird dein aktuelles Spiel automatisch in den Spielverläufen gespeichert.

source: Lane
de: Bahn

source: Strokes
de: Schläge

source: Save
de: Speichern

source: New Player
de: Neuer Spieler

source: Add
de: Hinzufügen

source: Game
de: Spiel

source: These settings will be used when you start a new game.
de: Diese Einstellungen werden verwendet, wenn du ein neues Spiel startest.

source: Max %d strokes
de: Max. %d Schläge

source: %d lanes
de: %d Bahnen

source: View
de: Ansicht

source: Show all lanes
de: Zeige alle Bahnen

source: Source Code is available on [GitHub](%@) under the MIT license.
de: Der Source-Code ist auf [GitHub](%@) unter der MIT-Lizenz verfügbar.
